<?php include("../includes/connection.php"); ?>
<?php include("../includes/students_header.php"); ?>

<!DOCTYPE html>
<html lang="en">
    <head>
        <meta charset="utf-8">
        <link href='http://fonts.googleapis.com/css?family=Open+Sans:300italic,400italic,600italic,700italic,800italic,400,300,600,700,800'rel='stylesheet' type='text/css'>
        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">  
        <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"> 
        <meta name="google-site-verification" content="cl3R1OCJUnlj0EQkY-Avlyrhk_ZT_-Qc346IPfFVb10"> 
        <link rel="dns-prefetch" href="https://fonts.googleapis.com/">  
        <meta name="robots" content="max-snippet:-1, max-image-preview:large, max-video-preview:-1">  

        <meta property="og:type" content="website"> 
        <meta property="og:title" content="Електронний журнал | Електронний щоденник - online система для навчального процесу."> 
        <meta property="og:description" content="Проект «Електронний журнал | Електронний щоденник» створений для всіх учасників навчального процесу: вчителів, учнів та їх батьків."> 
        <meta property="og:url" content=""> 
        <meta property="og:site_name" content="CheckON"> 
        <meta property="og:image" content=""> 

        <title itemprop="name">CheckON | Система для навчального процесу</title> 
        <meta name="description" content="Проект «Електронний журнал | Електронний щоденник» створений для всіх учасників навчального процесу: вчителів, учнів та їх батьків."> 
        <link rel="shortcut icon" href=""> 
        <link rel="canonical" href="">

        <link href="../css/style.css" rel="stylesheet">

        <link rel="stylesheet" href="../css/elements.css"> 
        <link rel="stylesheet" href="../css/base.css"> 
        <link rel="stylesheet" href="../css/layout.css">
        <link rel="stylesheet" href="../css/form.css">
    </head>
    <body>	
        <div class="settings_container">

             <section id="welcome"> 
                <div class="welcome_message">
                    <p>Раді вітати Вас в системі <span>CheckOn!</span></p>
                    <h2>Основні правила користування сайтом:</h2>
                </div>
                <ul class="settings_instructions">
                    <li> 
                        <span>ІНТЕЛЕКТУАЛЬНА ВЛАСНІСТЬ</span>  <br>
                        Сайт і його складові елементи (наприклад, зображення, текст, відео, тощо) перебувають під захистом прав інтелектуальної власності. <br> Розвиток Сайту є результатом значних інвестицій зі сторони  наших команд. З цієї причини, ми не надаємо Вам будь-яких інших прав, крім користування Сайтом з метою отримання інформації виключно для приватного використання. Будь-яке використання, копіювання або відтворення Сайту (повністю або частково) або його складових елементів на будь-яких медіа-ресурсах для інших цілей, включаючи, але не обмежуючись, комерційними цілями, не дозволяється.
                    </li>
                    <li> 
                        <span> ВИКОРИСТАННЯ САЙТУ</span>
                        У першу чергу, ми хотіли б нагадати Вам, що використання Сайту означає, що Ви маєте в наявності необхідне обладнання для користування Інтернетом <br>
                        
                        Крім того, ми хотіли б нагадати Вам, що Інтернет не гарантує безпеку, доступність та цілісність передачі даних, і, відповідно, ми не несемо відповідальність за виникнення помилок, упущень, видалень, затримок, несправностей (включаючи, але не обмежуючись, дією вірусів), несправностей ліній зв'язку, обладнання і програмного забезпечення, яке не перебуває під нашим контролем або в разі несанкціонованого використання чи можливого пошкодження матеріалів, опублікованих на цьому Сайті.
                    </li>
                    <li> 
                        <span>ЗАГАЛЬНІ ОБОВ’ЯЗКИ КОРИСТУВАЧА</span> 
                        Ми підтримуємо толерантність та повагу до прав інших людей. Це стало причиною того, що даний сайт не може бути використаний як засіб для расистських, тих, що пропагують насильство, ксенофобію, шкідливих, непристойних або незаконних пропозицій.
                    </li>
                        Користуючись Сайтом, Ви погоджуєтесь:
                        <ul>
                        <!--<li> не розміщувати матеріали, що порушують авторські права, інформацію образливого, наклепницького, протизаконного змісту, що містить заклики до насильства, расової або етнічної ненависті;</li> -->
                        <li>не використовувати сайт в політичних, рекламних або релігійних цілях;</li>
                        <li>не публікувати інформацію рекламного характеру;</li>
                        <li>не використовувати сайт не за призначенням, включаючи, але не обмежуючись, його використанням в якості ресурсу для знайомств;</li>
                        <li>не розміщувати інформацію або матеріали, що ображають почуття молоді;</li>
                        <li>не розміщувати інформацію або матеріали, що безпосередньо або опосередковано дозволяють ідентифікувати особу без її попередньої згоди, включаючи її ім’я, адресу електронної пошти, поштову адресу, номер телефону;</li>
                        <!-- <p>Ми хотіли б підкреслити, що Ви повинні мати всі права і/або дозвіл на опублікування будь-якої інформації на цьому Сайті. У зв'язку з цим, ми не рекомендуємо публікувати контент (зокрема фотографії) із зображеннями новітніх архітектурних споруд, рекламного креативного контенту, зображень фірмового одягу, на яких може бути видно торговому марку (ініціали, логотипи, корпоративні кольори бренду і т.д.). Нарешті, відзначимо, що контент (включаючи, але не обмежуючись фотографіями і відео) про неповнолітніх до розміщення на Сайті не допускається.</p> -->
                    </ul>
                </ul>
            </section>
        </div>
    </body>
</html>

<?php include("../includes/footer.php"); ?>